/* Localized versions of Guest Access strings */

allowButton = "Compartilhar Tela";
denyButton = "Cancelar";

controlTitle = "Solicitação de Controle";
observeTitle = "Solicitação de Observação";

controlRequestKnown = "O usuário “%@” em %@ deseja compartilhar a sua tela.  Deseja compartilhar a sua tela com “%@”?";
observeRequestKnown = "O usuário “%@” em %@ deseja observar seu computador. Deseja permitir isso?";

controlRequestUnknown = "Um usuário desconhecido em %@ deseja compartilhar a sua tela.  Deseja compartilhar a sua tela com ele?";
observeRequestUnknown = "Um usuário desconhecido em %@ deseja observar seu computador. Deseja permitir isso?";

errAttnReqCommString = "Ocorreu um erro de comunicação.";
